Repository: matteozajac/BedtimeStories
Catalog: BedtimeStories/Localizable.xcstrings
Source language: en
Languages: pl

source: Some existing books could not be copied yet. Their originals are safe. Check their downloads in Files, then retry library setup.
pl: Nie udało się jeszcze skopiować niektórych książek. Oryginały są bezpieczne. Sprawdź w aplikacji Pliki, czy zostały pobrane, a potem spróbuj ponownie otworzyć bibliotekę.

source: Your library could not be opened. Check available storage and iCloud Drive in Settings, then try again.
pl: Nie udało się otworzyć biblioteki. Sprawdź wolne miejsce i iCloud Drive w Ustawieniach, a potem spróbuj ponownie.

source: Your library is still opening. Try again in a moment.
pl: Biblioteka jeszcze się otwiera. Spróbuj ponownie za chwilę.

source: Retry Library Setup
pl: Otwórz bibliotekę ponownie

source: Storage
pl: Miejsce zapisu

source: Continue
pl: Kontynuuj

source: Add the finished book to your library to read, listen, and share it with your family.
pl: Dodaj gotową książkę do biblioteki, aby ją czytać, słuchać i udostępniać rodzinie.

source: (Recovered copy)
pl: (odzyskana kopia)

source: Your previous library is unavailable. Its books have not been removed.
pl: Poprzednia biblioteka jest niedostępna. Jej książki nie zostały usunięte.

source: Some previous books are not ready to copy. The originals are safe. Try again after their downloads finish in Files.
pl: Niektóre wcześniejsze książki nie są jeszcze gotowe do skopiowania. Oryginały są bezpieczne. Spróbuj ponownie po zakończeniu pobierania w aplikacji Pliki.

source: Library migration could not be saved. The originals are safe.
pl: Nie udało się zapisać przeniesienia biblioteki. Oryginały są bezpieczne.

source: About %@ minutes for the whole book.
pl: Cała książka zajmie około %@ min czytania.

source: About %lld words for the whole book. Apple Intelligence chooses the chapter count; you can change it in the editor.
pl: Około %lld słów w całej książce. Apple Intelligence dobierze liczbę rozdziałów. Możesz ją zmienić w edytorze.

source: Apple Intelligence creates the title and chapter text. Review the story before sharing it with a child, then add pictures and narration.
pl: Apple Intelligence tworzy tytuł i treść rozdziałów. Przeczytaj opowieść, zanim udostępnisz ją dziecku, a następnie dodaj ilustracje i nagrania.

source: Book Changed
pl: Książka została zmieniona

source: Changes from this editing session will be discarded. Your library book stays unchanged.
pl: Zmiany wprowadzone podczas tej edycji zostaną odrzucone. Książka w bibliotece pozostanie bez zmian.

source: Changes kept on this device
pl: Zmiany zachowane na tym urządzeniu

source: Chapter Options
pl: Opcje rozdziału

source: Checking the story’s length and completeness…
pl: Sprawdzanie długości i kompletności opowieści…

source: Choose 1–30 minutes and a reading pace of 80–180 words per minute.
pl: Wybierz czas od 1 do 30 minut i tempo od 80 do 180 słów na minutę.

source: Close
pl: Zamknij

source: Delete
pl: Usuń

source: Discard
pl: Odrzuć

source: Discard Changes
pl: Odrzuć zmiany

source: Discard your changes?
pl: Odrzucić zmiany?

source: Edit Book
pl: Edytuj książkę

source: Editing a library book
pl: Edycja książki z biblioteki

source: Full-book Narration
pl: Nagranie całej książki

source: Generate Chapter Picture
pl: Wygeneruj ilustrację rozdziału

source: Generate Cover Picture
pl: Wygeneruj okładkę

source: Image Playground is unavailable on this device. You can still add your own photos.
pl: Image Playground jest niedostępne na tym urządzeniu. Możesz dodać własne zdjęcia.

source: Image Playground starts with this story and a shared illustration style. Review the picture before keeping it.
pl: Image Playground wykorzysta treść opowieści i wspólny styl ilustracji. Obejrzyj obraz przed jego dodaniem.

source: Keep Editing
pl: Kontynuuj edycję

source: Move Earlier
pl: Przenieś wcześniej

source: Move Later
pl: Przenieś później

source: Open a chapter to write, add a picture, or record narration. Chapter Options lets you reorder or remove chapters.
pl: Otwórz rozdział, aby dopisać tekst, dodać ilustrację lub nagrać narrację. W opcjach rozdziału możesz zmienić kolejność lub go usunąć.

source: Opening book for editing…
pl: Otwieram książkę do edycji…

source: Preparing picture idea…
pl: Przygotowuję pomysł na ilustrację…

source: Reading Time
pl: Czas czytania

source: Reading pace: %lld words/minute
pl: Tempo czytania: %lld słów/min

source: Reading time: %lld minutes
pl: Czas czytania: %lld min

source: Remove Chapter
pl: Usuń rozdział

source: Remove the full-book narration before adding chapter recordings.
pl: Usuń nagranie całej książki, zanim dodasz nagrania poszczególnych rozdziałów.

source: Remove the full-book narration in Book Details before recording individual chapters.
pl: Aby nagrać poszczególne rozdziały, usuń nagranie całej książki w szczegółach książki.

source: Remove the full-book narration?
pl: Usunąć nagranie całej książki?

source: Remove the full-book recording to record individual chapters. Replacing it or changing chapter order clears its chapter timestamps.
pl: Usuń nagranie całej książki, aby nagrać poszczególne rozdziały. Wymiana nagrania lub zmiana kolejności rozdziałów usuwa ich znaczniki czasu.

source: Remove this chapter?
pl: Usunąć ten rozdział?

source: Save
pl: Zapisz

source: Save adds this book to your library to read, listen, and share with your family.
pl: Zapisz książkę w bibliotece, aby ją czytać, słuchać i udostępniać rodzinie.

source: Save as a New Book
pl: Zapisz jako nową książkę

source: Save updates this book in your library. Discard leaves the library version unchanged.
pl: Zapisz aktualizuje książkę w bibliotece. Odrzuć pozostawia wersję z biblioteki bez zmian.

source: Saved chapters: %lld
pl: Zapisane rozdziały: %lld

source: The book could not be opened for saving.
pl: Nie udało się otworzyć książki do zapisu.

source: The book could not be saved to your library. Your edits are safe on this device. Check iCloud Drive and available storage, then try again.
pl: Nie udało się zapisać książki w bibliotece. Twoje zmiany są bezpieczne na tym urządzeniu. Sprawdź iCloud Drive i wolne miejsce, a potem spróbuj ponownie.

source: The generated picture could not be saved. Try creating it again.
pl: Nie udało się zapisać wygenerowanej ilustracji. Spróbuj wygenerować ją ponownie.

source: The original editing copy could not be opened. Your library book is unchanged.
pl: Nie udało się otworzyć oryginalnej kopii do edycji. Książka w bibliotece pozostaje bez zmian.

source: The story could not be completed. Try again with a shorter reading time or a simpler idea.
pl: Nie udało się ukończyć opowieści. Spróbuj wybrać krótszy czas czytania lub prostszy pomysł.

source: The story did not match your reading time. Try again, or choose a shorter duration.
pl: Długość opowieści nie pasuje do wybranego czasu czytania. Spróbuj ponownie lub wybierz krótszy czas.

source: The story was incomplete. Try a simpler description or a shorter reading time.
pl: Opowieść była niekompletna. Spróbuj prostszego opisu lub krótszego czasu czytania.

source: This book changed after you opened it. Your edits are safe on this device. Save them as a new book, or close and reopen the latest library version.
pl: Książka zmieniła się od czasu jej otwarcia. Twoje zmiany są bezpieczne na tym urządzeniu. Zapisz je jako nową książkę albo zamknij edytor i otwórz aktualną wersję z biblioteki.

source: This reading time is too long for the on-device model to create a complete book at once. Choose Private Cloud Compute or reduce the duration or reading pace.
pl: Przy tym czasie czytania model na urządzeniu nie zmieści całej książki w jednej odpowiedzi. Wybierz Private Cloud Compute albo zmniejsz czas lub tempo czytania.

source: Words
pl: Słowa

source: Write a story, add pictures, and record it in your own voice. Your work is kept on this device; Save adds the book to your library.
pl: Napisz opowieść, dodaj ilustracje i nagraj ją własnym głosem. Twoja praca jest zachowywana na tym urządzeniu. Zapisz dodaje książkę do biblioteki.

source: Voice Narration Is Coming
pl: Narracja twoim głosem już wkrótce

source: Keep writing stories and recording them yourself. Creating a reusable voice will be available here when it is ready.
pl: Możesz już pisać bajki i nagrywać je samodzielnie. Gdy nowa funkcja będzie gotowa, zapiszesz tutaj swój głos do odczytywania kolejnych historii.

source: Sign in to keep your voice and generated narration private and use them across your devices.
pl: Zaloguj się, aby bezpiecznie przechowywać swój głos i utworzoną narrację oraz korzystać z nich na swoich urządzeniach.

source: Your Private Voice
pl: Twój prywatny głos

source: Your iCloud book library continues to use your Apple Account. Signing in here gives you access to your private saved voices.
pl: Biblioteka w iCloud nadal jest powiązana z twoim kontem Apple. Logowanie tutaj daje dostęp do twoich prywatnych, zapisanych głosów.

source: Your Voices
pl: Twoje głosy

source: Add Your Voice
pl: Dodaj swój głos

source: Preparing your voice…
pl: Przygotowujemy twój głos…

source: This voice could not be prepared. Delete it and record a new sample.
pl: Nie udało się przygotować tego głosu. Usuń go i nagraj nową próbkę.

source: Preview Voice
pl: Posłuchaj głosu

source: Listen to a preview, then choose whether to keep this voice.
pl: Posłuchaj próbki i zdecyduj, czy chcesz zachować ten głos.

source: Use This Voice
pl: Zachowaj ten głos

source: Delete Voice
pl: Usuń głos

source: Save your voice once, then use it to narrate your stories.
pl: Zapisz swój głos raz, a potem używaj go do czytania kolejnych opowieści.

source: Record only your own voice. Your original samples stay private and are never included when you share a book.
pl: Nagrywaj wyłącznie swój głos. Twoje oryginalne próbki pozostają prywatne i nigdy nie są dołączane do udostępnianej książki.

source: Creating your voice preview…
pl: Przygotowujemy próbkę głosu…

source: Sign Out
pl: Wyloguj się

source: Confirm with Apple
pl: Potwierdź przez Apple

source: Confirm with Apple before deleting your voice account.
pl: Przed usunięciem konta głosowego potwierdź swoją tożsamość przez Apple.

source: Confirm with Apple before deleting your voice or account.
pl: Przed usunięciem głosu lub konta potwierdź swoją tożsamość przez Apple.

source: Delete Voice Account
pl: Usuń konto głosowe

source: Books you have already saved in your library remain available after signing out.
pl: Książki zapisane w bibliotece pozostaną dostępne po wylogowaniu.

source: Delete this voice?
pl: Usunąć ten głos?

source: Its samples and reusable voice will be removed. Narration already saved in your books remains.
pl: Usuniemy ten głos i jego próbki. Narracja zapisana już w twoich książkach pozostanie dostępna.

source: Delete your voice account?
pl: Usunąć konto głosowe?

source: Your saved voices, recordings, and cloud narration will be removed. Books already saved to your library remain.
pl: Usuniemy twoje zapisane głosy, próbki i narrację przechowywaną w chmurze. Książki zapisane w bibliotece pozostaną dostępne.

source: Ready
pl: Gotowy

source: Preparing
pl: Przygotowanie

source: Review Your Voice
pl: Sprawdź swój głos

source: Deleting
pl: Usuwanie

source: Unavailable
pl: Niedostępny

source: This preview could not be created. Try again.
pl: Nie udało się przygotować próbki. Spróbuj ponownie.

source: Voice name
pl: Nazwa głosu

source: English
pl: Angielski

source: Polish
pl: Polski

source: I am recording my own voice
pl: Nagrywam swój własny głos

source: Use a quiet room and your normal speaking voice. You will record a voice sample and a separate consent statement.
pl: Wybierz ciche miejsce i mów swoim zwykłym głosem. Nagraj próbkę głosu, a następnie osobno oświadczenie o zgodzie.

source: Speak naturally for 10–30 seconds. Keep the microphone at a comfortable distance and avoid music or other voices.
pl: Mów naturalnie przez 10–30 sekund. Trzymaj mikrofon w wygodnej odległości. W tle nie powinno być muzyki ani innych głosów.

source: Record Voice Sample
pl: Nagraj próbkę głosu

source: Record Voice Sample Again
pl: Nagraj próbkę jeszcze raz

source: Voice sample ready
pl: Próbka głosu jest gotowa

source: 1. Voice Sample
pl: 1. Próbka głosu

source: Record Consent Statement
pl: Nagraj oświadczenie o zgodzie

source: Record Consent Again
pl: Nagraj zgodę jeszcze raz

source: Consent recording ready
pl: Nagranie zgody jest gotowe

source: 2. Your Consent
pl: 2. Twoja zgoda

source: Read this statement exactly as shown. Record it separately from your voice sample.
pl: Przeczytaj oświadczenie dokładnie w podanym brzmieniu. Nagraj je osobno od próbki głosu.

source: Create My Voice
pl: Przygotuj mój głos

source: Your recordings will be uploaded securely to create a reusable voice. You can delete your voice and its original samples from Your Voices.
pl: Nagrania zostaną przesłane bezpiecznie, aby przygotować głos do czytania kolejnych historii. Głos i jego oryginalne próbki możesz usunąć w sekcji Twoje głosy.

source: Start Again
pl: Zacznij od nowa

source: Record the complete consent statement in 2–30 seconds.
pl: Nagraj całe oświadczenie o zgodzie w ciągu 2–30 sekund.

source: Record 10–30 seconds of clear speech in a quiet room.
pl: Nagraj 10–30 sekund wyraźnej mowy w cichym miejscu.

source: This recording could not be prepared. Record another take.
pl: Nie udało się przygotować tego nagrania. Nagraj kolejną próbę.

source: The recording is too long. Record a shorter take.
pl: Nagranie jest za długie. Nagraj krótszą próbę.

source: The preview could not be played. Try again.
pl: Nie udało się odtworzyć próbki. Spróbuj ponownie.

source: Voice
pl: Głos

source: Choose Your Voice
pl: Wybierz swój głos

source: Manage Your Voices
pl: Zarządzaj głosami

source: Book Style
pl: Sposób czytania

source: Choose a feeling for the whole book, then adjust individual paragraphs below. Your story’s words stay the same.
pl: Wybierz sposób czytania całej książki, a poniżej dostosuj poszczególne akapity. Tekst opowieści pozostanie bez zmian.

source: Paragraph Styles
pl: Sposób czytania akapitów

source: Untitled Chapter
pl: Rozdział bez tytułu

source: Preview Opening
pl: Posłuchaj początku

source: Create Book Narration
pl: Utwórz narrację książki

source: Creation continues when you close this screen. Listen and choose Use Narration before it changes your draft. Saving the book adds the audio to your library.
pl: Narracja będzie tworzona także po zamknięciu tego ekranu. Posłuchaj jej i wybierz Użyj narracji, aby dodać ją do szkicu. Zapisanie książki doda nagranie do biblioteki.

source: Recent Narration
pl: Ostatnie narracje

source: Preparing narration…
pl: Przygotowujemy narrację…

source: Create Narration
pl: Utwórz narrację

source: Use this narration?
pl: Użyć tej narracji?

source: Use Narration
pl: Użyj narracji

source: This replaces the narration in your working draft. Your library book changes only when you save it.
pl: Ta narracja zastąpi nagrania w edytowanym szkicu. Książka w bibliotece zmieni się dopiero po zapisaniu.

source: Opening Preview
pl: Próbka początku

source: Book Narration
pl: Narracja książki

source: Waiting to create narration…
pl: Oczekujemy na rozpoczęcie narracji…

source: Creating narration…
pl: Tworzymy narrację…

source: Cancel Creation
pl: Anuluj tworzenie

source: Listen to Narration
pl: Posłuchaj narracji

source: The text or narration settings have changed. Create a new narration to match them.
pl: Tekst lub ustawienia czytania uległy zmianie. Utwórz nową narrację, aby do nich pasowała.

source: This narration has expired. Create it again to continue.
pl: Ta narracja nie jest już dostępna. Utwórz ją ponownie, aby kontynuować.

source: Creation cancelled. Your book is unchanged.
pl: Tworzenie anulowane. Twoja książka pozostała bez zmian.

source: Narration could not be completed. Your book is unchanged; try again.
pl: Nie udało się ukończyć narracji. Twoja książka pozostała bez zmian. Spróbuj ponownie.

source: Narration settings could not be saved on this device. Keep this screen open and try again.
pl: Nie udało się zapisać ustawień narracji na urządzeniu. Nie zamykaj tego ekranu i spróbuj ponownie.

source: The preview is unavailable.
pl: Próbka jest niedostępna.

source: Use Book Style
pl: Jak w całej książce

source: Book style: %@
pl: Sposób czytania: %@

source: Style for paragraph %lld
pl: Sposób czytania akapitu %lld

source: Natural
pl: Naturalnie

source: Gentle
pl: Łagodnie

source: Curious
pl: Z ciekawością

source: Excited
pl: Z entuzjazmem

source: Reassuring
pl: Uspokajająco

source: Whispered
pl: Szeptem

source: Voice generation is not available yet. You can still record and listen to your books.
pl: Tworzenie głosu nie jest jeszcze dostępne. Nadal możesz nagrywać i słuchać swoich książek.

source: Sign in with Apple to use your private voices.
pl: Zaloguj się przez Apple, aby korzystać ze swoich prywatnych głosów.

source: Your account changed. Sign in again to continue.
pl: Konto zostało zmienione. Zaloguj się ponownie, aby kontynuować.

source: Your narration could not be opened. Try again.
pl: Nie udało się otworzyć narracji. Spróbuj ponownie.

source: The audio could not be verified. Your previous narration is still saved.
pl: Nie udało się sprawdzić nagrania. Twoja poprzednia narracja nadal jest zapisana.

source: This narration has expired. Generate it again to continue.
pl: Ta narracja nie jest już dostępna. Utwórz ją ponownie, aby kontynuować.

source: Choose a voice from your account to continue.
pl: Wybierz głos zapisany na twoim koncie, aby kontynuować.

source: Your narration limit has been reached. Try again tomorrow.
pl: Limit tworzenia narracji został wykorzystany. Spróbuj ponownie jutro.

source: Voice generation could not connect. Your book is still saved. Try again shortly.
pl: Nie udało się połączyć z usługą narracji. Twoja książka nadal jest zapisana. Spróbuj za chwilę.

source: This private voice or narration is unavailable for your account.
pl: Ten prywatny głos lub narracja są niedostępne na twoim koncie.

source: The recording could not be accepted. Record a clear sample and read the consent statement exactly.
pl: Nie udało się przyjąć nagrania. Nagraj wyraźną próbkę głosu i przeczytaj oświadczenie o zgodzie dokładnie w podanym brzmieniu.

source: This book changed after narration was created. Create a new narration for the current text.
pl: Książka zmieniła się po utworzeniu narracji. Przygotuj nową narrację do obecnego tekstu.

source: Some chapters are missing. Your saved narration is unchanged.
pl: Brakuje nagrań niektórych rozdziałów. Twoja zapisana narracja pozostała bez zmian.

source: Narration could not be added. Your previous recordings and text are still saved. Try again.
pl: Nie udało się dodać narracji. Twoje poprzednie nagrania i tekst nadal są zapisane. Spróbuj ponownie.

source: Create Narration with Your Voice
pl: Utwórz narrację swoim głosem

source: Sign-in could not start. Try again.
pl: Nie udało się rozpocząć logowania. Spróbuj ponownie.

source: Sign-in could not finish. Try again.
pl: Nie udało się zakończyć logowania. Spróbuj ponownie.

source: Sign-out could not finish. Try again.
pl: Nie udało się wylogować. Spróbuj ponownie.

source: Voice Preview
pl: Próbka głosu

source: Your voices could not be loaded. Try again.
pl: Nie udało się wczytać twoich głosów. Spróbuj ponownie.

source: Your narrations could not be loaded. Try again.
pl: Nie udało się wczytać twoich narracji. Spróbuj ponownie.

source: %lld paragraphs
pl: %lld akapitu

source: Keep my voice sample and consent recording until I delete my voice
pl: Przechowuj próbkę mojego głosu i nagranie zgody do czasu usunięcia głosu

source: Keeping these recordings lets us recreate your voice if needed. You can delete them together with your voice at any time.
pl: Dzięki tym nagraniom możemy w razie potrzeby odtworzyć zapisany głos. Możesz je usunąć w dowolnej chwili razem z głosem.

source: To prepare your voice and narrate stories, your recordings and story text are sent to Google. Processing may take place outside Europe.
pl: Aby przygotować twój głos i narrację, przesyłamy nagrania oraz tekst opowieści do Google. Przetwarzanie może odbywać się poza Europą.

source: I am an adult recording my own voice
pl: Jestem osobą dorosłą i nagrywam swój własny głos

source: Developer
pl: Narzędzia deweloperskie

source: Developer Mode
pl: Tryb deweloperski

source: Open Logs
pl: Otwórz logi

source: Logs
pl: Logi

source: Shake your device to open the logs. Logs stay on this device.
pl: Potrząśnij urządzeniem, aby otworzyć logi. Logi pozostają na tym urządzeniu.
